<?php
// Heading
$_['heading_title']    = 'Карусель Рекомендуемых Категорий';

// Text
$_['text_module']      = 'Модули';
$_['text_success']     = 'Успешно: Вы изменили модуль Карусель Рекомендуемых Категорий!';
$_['text_edit']        = 'Изменить Карусель Рекомендуемых Категорий';

$_['text_yes']         = 'Да';
$_['text_no']          = 'Нет';

// Entry
$_['entry_name']       			= 'Название модуля';
$_['entry_name_as_title']   	= 'Название модуля как заголовок';
$_['entry_categories']    		= 'Категории';
$_['entry_limit']      			= 'Всего слайдов в каруселе';
$_['entry_shuffle_items']   	= 'Перемешать слайды в каруселе';
$_['entry_thumb_size']      	= 'Размер миниатюры (W*H)';
$_['entry_thumb_width']     	= 'Ширина миниатюры';
$_['entry_thumb_height']    	= 'Высота миниатюры';
$_['entry_show_title']			= 'Показать заголовок';
$_['entry_show_description']	= 'Показать описание';
$_['entry_status']     			= 'Статус';
$_['entry_itemspage']    		= 'Слайдов в каруселе (видемые)';
$_['entry_auto_play'] 			= 'Автопрокрутка';
$_['entry_pause_on_hover'] 		= 'Пауза при наведений';
$_['entry_show_pagination'] 	= 'Показать пагинатор';
$_['entry_show_navigation'] 	= 'Показать навигацию';
$_['entry_pagination_numbers'] 	= 'Пагинатор как номер';
$_['entry_scroll_per_page'] 	= 'Прокрутка как страница';


// Help
$_['help_name_as_title']        = 'Покозать название модуля как заголовок в каруселе';
$_['help_categories']           = '(Автозаполнение название котегории)';
$_['help_show_title']		    = 'Показать заголовок категории в каруселе (вкл/откл)';
$_['help_show_description']	    = 'Показать описание категории в каруселе (вкл/откл)';
$_['help_shuffle_items']        = 'Перемешать слайды в случайном порядке при каждом запуске (вкл/откл)';
$_['help_auto_play']		    = 'Автопрокрутка слайдов в каруселе (вкл/откл)';
$_['help_pause_on_hover'] 	    = 'Пауза при наведений мышки на карусель (вкл/откл)';
$_['help_show_pagination'] 	    = 'Показать пагинатор в низу каруселя (вкл/откл)';
$_['help_show_navigation'] 	    = 'Показать навигацию каруселя (вкл/откл)';
$_['help_pagination_numbers'] 	= 'Показать номера вместо кнопок навигаций (вкл/откл)';
$_['help_scroll_per_page'] 	    = 'Прокрутка слайдов как страница. Это повлияет на кнопок вперед/назад и на мышь/сенсорная перетаскивание (вкл/откл';

// Error
$_['error_permission'] = 'Внимание: У Вас нет достаточно прав для изменения модуля Карусель Рекомендуемых Категорий!';
$_['error_name']       = 'Внимание: Имя модуля должно быть между 3 и 64 символов!';
$_['error_width']      = 'Внимание: Ширина миниатюры обязательна!';
$_['error_height']     = 'Внимание: Высота миниатюры обязательна!';


// Credits
$_['credits_rating_head'] = 'Оцените этот модуль';
$_['credits_rating_text'] = 'Если вам понравился этот модуль пожалуйста оцените его переходя на странице модуля:';
$_['credits_rating_moti'] = 'Таким образом, вы вдохновляетe автора на создание новых бесплатных и очень полезных модулей.';
$_['credits_donate_head'] = 'Поддержите автора';
$_['credits_donate_text'] = 'Этот модуль совершенно беслатный, но вы также можете поддержать автора сделав небольшой денежный вклад. Все денги будут ипользованы для создания других бесплатных модулей.';